tap "fastly/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
tap "tursodatabase/tap"
brew "boost"
brew "apngasm"
brew "automake"
brew "gmp"
brew "libtool"
brew "asdf"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "libidn2"
brew "curl"
brew "elvish"
brew "unbound"
brew "gnutls"
brew "emacs", restart_service: true
brew "ethereum"
brew "fish"
brew "flyctl"
brew "fswatch"
brew "gh"
brew "gnu-time"
brew "gnupg"
brew "pkg-config"
brew "guile"
brew "libffi"
brew "libfido2"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "node"
brew "node-build"
brew "nyancat"
brew "openssl@1.1"
brew "python@3.10"
brew "python@3.9"
brew "redis"
brew "solidity"
brew "squid"
brew "starship"
brew "tmux"
brew "v8"
brew "webp"
brew "fastly/tap/fastly"
brew "hashicorp/tap/terraform"
brew "puma/puma/puma-dev"
brew "tursodatabase/tap/turso"
cask "alfred"
cask "altair-graphql-client"
cask "deepl"
cask "discord"
cask "font-fira-code-nerd-font"
cask "hyper"
cask "licecap"
cask "macfuse"
cask "ngrok"
cask "raycast"
cask "rectangle"
cask "responsively"
cask "visual-studio-code"
cask "wireshark"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "daltonmenezes.aura-theme"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "dz4k.vscode-hyperscript-org"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "jnbt.vscode-rufo"
vscode "jock.svg"
vscode "johnpapa.winteriscoming"
vscode "mechatroner.rainbow-csv"
vscode "monosans.djlint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "mushan.vscode-paste-image"
vscode "otovo-oss.htmx-tags"
vscode "oven.bun-vscode"
vscode "pkief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "shopify.ruby-lsp"
vscode "syler.sass-indented"
vscode "tintinweb.vscode-vyper"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "wengerk.highlight-bad-chars"
vscode "wholroyd.jinja"
vscode "withfig.fig"
